{
    "m_title": "Присутствие в сети",
    "m_descr": "Присутствие в сети - это модуль домашней автоматизации для системы домашней автоматизации Z-Way, позволяющий пользователю отслеживать присутствие устройств, подключенных к сети, определяемое периодическим опросом на предмет их присутствия. Каждый добавленный IP-адрес или хост будет представлен виртуальным устройством двоичного датчика. <br><br> ПРИМЕЧАНИЕ: Для работы этого модуля пользователь должен разрешить вызов системной команды &quot;netcat&quot; (без кавычек) в файле /opt/z-way-server/automation/.syscommands.",
    "show_advanced_config_label": "Показать расширенную настройку",
    "advanced_config_label": "Расширенная настройка",
    "interval_label": "Итервал",
    "interval_helper": "Сколько минут ждать между опросами сетевых устройств. По умолчанию 1.",
    "netcat_timeout_label": "Netcat тайм-аут",
    "netcat_timeout_helper": "Количество секунд ожидания подключения к порту. По умолчанию 5. Время должно быть достаточно большим, чтобы Netcat мог определить отсутствие устройства, но должно быть меньше значения интервала (обратите внимание на разные единицы измерения).",
    "netcat_port_label": "Порт",
    "netcat_port_helper": "Порт, к которому Netcat попытается подключиться. Порт не обязательно должен быть открыт на устройстве. По умолчанию-80.",
    "hysteresis_label": "Гистерезис",
    "hysteresis_helper": "Если этот параметр включен, устройства будут считаться подключенными к сети, если они присутствовали в любой из нескольких предыдущих попыток опроса. В противном случае выводу будут делаться только по последней попытке.",
    "hysteresis_size_label": "Размер гистерезиса",
    "hysteresis_size_helper": "Количество раундов опроса, учитываемых в гистерезисе. По умолчанию 3.",
    "debug_logging_label": "Включить/Выключить дополнительную отладочную информацию",
    "debug_logging_helper": "Выводится больше логов, в основном для целей отладки.",
    "network_addresses_label": "Сетевые устройства для опроса",
    "motion_sensors_label": "Датчики движения",
    "addr_label": "Адрес",
    "addr_helper": "IP-адрес или имя узла для ping."
}

